شایان کریمی پیانیست، آهنگساز و تنظیم کننده متولد 1367 در تهران، لیسانس موسیقی در رشته آهنگسازی میباشد.
از نوجوانی وارد فعالیت های حرفه ای موسیقی به ویژه آهنگسازی شد و درهمان سال های اول همکاری خود را با صدا و سیما آغاز کرد. از آثار وی می توان به آهنگسازی برای 31 موسیقی فیلم و سریال ازجمله سریال های “بچه های بهشت” ، “باغ شیشه ای” ، تله فیلم های “رهایی از زمین” ، “مسافران ارغوان” ، “گروگان” ، “آذر پایان پاییز” ، “پیوند” ، “دیدار در صبح دم” ، “راه رفتن روی خطوط” ، “آواز دهل” ، “خواب یک ستاره” ، “بازگشت شیرین” و “تنهایی” اشاره کرد.
او همچنین بیش از 150 قطعه موسیقی در ژانر پاپ برای خواننده های مختلف در ایران آهنگسازی و تنظیم کرده است که از میان آنها میتوان به همکاری او با “فریدون آسرایی” و تنظیم چند قطعه برای این هنرمند سرشناس نام برد.
همچنین آهنگسازی و تنظیم ارکسترال آلبوم “نگار” با خوانندگی “سالار عقیلی” که رنگ بوی موسیقی ایرانی در آن دیده میشود از جمله آثار شاخص و مهم شایان کریمی می باشد که بخش دیگری از شیوه نگرش این آهنگساز به موسیقی شرق است.

همچنین از آثار بین المللی او تنظیم قطعات آلبوم
“Avec Les Ange”
که اشعار آن به زبان فرانسوی است و در سال 2010 به عنوان بهترین اثر فرهنگی در سفارت فرانسه در ایران شناخته شد که قطعاتی از همین آلبوم توسط این هنرمند به همراه “مهران مختار پور” در سفارت فرانسه اجرا شد.

آلبوم های
“Parmi Des Diables”
و
“Identiite”
نیز هر دو با اشعار فرانسوی هستند و به ترتیب در سال های 2018 و 2019 با خوانندگی “مهران مختار پور” منتشر شده اند که او به عنوان تنظیم کننده در این آلبوم ها حضور داشته است.
شایان کریمی همچنین موسس گروه راک پیکلاویه در ایران است؛ این گروه راک انتشار آلبوم “جایی که پیاده رو تمام میشود” و اجرای کنسرت های موفق زیادی را در کارنامه خود دارد.
